{
  "en": {
    "intro": {
      "title": "Why It Matters",
      "text": "As Alpine temperatures rise and glaciers shrink, Switzerland is responding with measures to mitigate the effects of both. Public awareness of these initiatives is important to ensure an informed, evidence-based conversation. Switzerland’s Freedom of Information Act (Öffentlichkeitsgesetz, BGÖ) empowers citizens to request official documents, ensuring transparency in how authorities address these issues. Open Gov Climate is a public database that consolidates FOIA requests and government responses about cooling initiatives and water storage projects in the Swiss Alps."
    },
    "headings": {
      "foia": "FOIA Requests",
      "disclosures": "Important Disclosures",
      "articles": "Articles",
      "map": "Geographic Coverage",
      "contact": "Contact",
      "footer": "Made with ❤️ by Open Gov Climate"
    }
  },
  "de": {
    "intro": {
      "title": "Warum es wichtig ist",
      "text": "Da die Temperaturen in den Alpen steigen und die Gletscher schrumpfen, reagiert die Schweiz mit Maßnahmen zur Abmilderung beider Effekte. Das öffentliche Bewusstsein für diese Initiativen ist wichtig, um eine fundierte, faktenbasierte Diskussion zu gewährleisten. Das Öffentlichkeitsgesetz (BGÖ) ermöglicht es Bürgerinnen und Bürgern, offizielle Dokumente anzufordern und so Transparenz darüber zu schaffen, wie die Behörden diese Themen angehen. Open Gov Climate ist eine öffentliche Datenbank, die FOIA-Anfragen und Regierungsantworten zu Kühlinitiativen und Wasserspeicherprojekten in den Schweizer Alpen zusammenführt."
    },
    "headings": {
      "foia": "FOIA-Anfragen",
      "disclosures": "Wichtige Mitteilungen",
      "articles": "Artikel",
      "map": "Geografische Abdeckung",
      "contact": "Kontakt",
      "footer": "Mit ❤️ gemacht von Open Gov Climate"
    }
  },
  "fr": {
    "intro": {
      "title": "Pourquoi c'est important",
      "text": "Alors que les températures alpines augmentent et que les glaciers rétrécissent, la Suisse répond par des mesures visant à atténuer les effets des deux phénomènes. La sensibilisation du public à ces initiatives est essentielle pour garantir une conversation éclairée et fondée sur des preuves. La loi sur la liberté d’information (BGÖ) permet aux citoyens de demander des documents officiels, assurant la transparence sur la manière dont les autorités traitent ces questions. Open Gov Climate est une base de données publique qui consolide les demandes FOIA et les réponses gouvernementales concernant les initiatives de refroidissement et les projets de stockage d’eau dans les Alpes suisses."
    },
    "headings": {
      "foia": "Demandes FOIA",
      "disclosures": "Communiqués importants",
      "articles": "Articles",
      "map": "Couverture géographique",
      "contact": "Contact",
      "footer": "Fait avec ❤️ par Open Gov Climate"
    }
  },
  "it": {
    "intro": {
      "title": "Perché è importante",
      "text": "Con l’aumento delle temperature alpine e il ritiro dei ghiacciai, la Svizzera risponde con misure volte a mitigare gli effetti di entrambi. La consapevolezza pubblica di queste iniziative è importante per garantire una conversazione informata e basata su prove. La legge sulla libertà d’informazione (BGÖ) consente ai cittadini di richiedere documenti ufficiali, garantendo trasparenza su come le autorità affrontano queste questioni. Open Gov Climate è un database pubblico che consolida le richieste FOIA e le risposte governative sulle iniziative di raffreddamento e sui progetti di stoccaggio dell’acqua nelle Alpi svizzere."
    },
    "headings": {
      "foia": "Richieste FOIA",
      "disclosures": "Comunicazioni importanti",
      "articles": "Articoli",
      "map": "Copertura geografica",
      "contact": "Contatto",
      "footer": "Fatto con ❤️ da Open Gov Climate"
    }
  }
}