{
  "en": {
    "intro": {
      "title": "Why It Matters",
      "text": "As Alpine temperatures climb and glaciers recede, Switzerland is deploying targeted measures—from innovative cooling techniques to enhanced water storage systems—to safeguard its mountain ecosystems and communities. Public engagement, enabled by the Öffentlichkeitsgesetz (BGÖ/FOIA), ensures that these initiatives remain transparent and accountable. Open Gov Climate aggregates FOIA requests and official responses, empowering citizens and researchers to track progress, evaluate outcomes, and drive evidence-based dialogue."
    },
    "headings": {
      "foia": "FOIA Requests",
      "disclosures": "Important Disclosures",
      "articles": "Articles",
      "map": "Geographic Coverage",
      "contact": "Contact",
      "readMore": "Read more",
      "notFound": "Article not found.",
      "backToList": "← Back to Articles",
      "footer": "Made with ❤️ by Open Gov Climate"
    }
  },
  "de": {
    "intro": {
      "title": "Warum es wichtig ist",
      "text": "Während die Temperaturen in den Alpen steigen und die Gletscher zurückgehen, setzt die Schweiz gezielte Maßnahmen um – von innovativen Kühltechniken bis hin zu verbesserten Wasserspeichersystemen –, um ihre Bergökosysteme und Gemeinden zu schützen. Die Beteiligung der Öffentlichkeit, ermöglicht durch das Öffentlichkeitsgesetz (BGÖ/FOIA), gewährleistet eine transparente und verantwortungsvolle Umsetzung. Open Gov Climate bündelt FOIA-Anfragen und amtliche Antworten, damit Bürger:innen und Forschende Fortschritte verfolgen, Ergebnisse bewerten und faktenbasierte Diskussionen anstoßen können."
    },
    "headings": {
      "foia": "FOIA-Anfragen",
      "disclosures": "Wichtige Mitteilungen",
      "articles": "Artikel",
      "map": "Geografische Abdeckung",
      "contact": "Kontakt",
      "readMore": "Read more",
      "notFound": "Article not found.",
      "backToList": "← Back to Articles",
      "footer": "Mit ❤️ gemacht von Open Gov Climate"
    }
  },
  "fr": {
    "intro": {
      "title": "Pourquoi c'est important",
      "text": "Alors que les températures alpines augmentent et que les glaciers reculent, la Suisse met en œuvre des mesures ciblées – des techniques de refroidissement innovantes aux systèmes de stockage d’eau améliorés – pour préserver ses écosystèmes montagnards et ses communautés. La participation du public, rendue possible par la loi sur la liberté d'information (BGÖ/FOIA), garantit la transparence et la responsabilité de ces initiatives. Open Gov Climate regroupe les demandes FOIA et les réponses officielles, permettant aux citoyen·ne·s et aux chercheurs de suivre les avancées, d’évaluer les résultats et de stimuler un dialogue fondé sur des preuves."
    },
    "headings": {
      "foia": "Demandes FOIA",
      "disclosures": "Communiqués importants",
      "articles": "Articles",
      "map": "Couverture géographique",
      "contact": "Contact",
      "readMore": "Read more",
      "notFound": "Article not found.",
      "backToList": "← Back to Articles",
      "footer": "Fait avec ❤️ par Open Gov Climate"
    }
  },
  "it": {
    "intro": {
      "title": "Perché è importante",
      "text": "Con l’aumento delle temperature alpine e il ritiro dei ghiacciai, la Svizzera implementa misure mirate – dalle tecniche di raffreddamento innovative ai sistemi di accumulo idrico avanzati – per tutelare gli ecosistemi montani e le comunità locali. Il coinvolgimento pubblico, reso possibile dalla legge sulla libertà d’informazione (BGÖ/FOIA), assicura trasparenza e responsabilità. Open Gov Climate aggrega le richieste FOIA e le risposte ufficiali, consentendo a cittadini e ricercatori di monitorare i progressi, valutare i risultati e promuovere un dialogo basato su dati concreti."
    },
    "headings": {
      "foia": "Richieste FOIA",
      "disclosures": "Comunicazioni importanti",
      "articles": "Articoli",
      "map": "Copertura geografica",
      "contact": "Contatto",
      "readMore": "Read more",
      "notFound": "Article not found.",
      "backToList": "← Back to Articles",
      "footer": "Fatto con ❤️ da Open Gov Climate"
    }
  }
}