[
  {
    "id": "1",
    "title": {
      "en": "Alpine Water Storage Innovations",
      "de": "Innovationen bei der Wasserspeicherung in den Alpen",
      "fr": "Innovations dans le stockage d’eau en zone alpine",
      "it": "Innovazioni nello stoccaggio idrico alpino"
    },
    "summary": {
      "en": "Overview of new reservoir and snowmaking projects.",
      "de": "Überblick über neue Stausee- und Beschneiungsprojekte.",
      "fr": "Aperçu des nouveaux projets de réservoir et d’enneigement.",
      "it": "Panoramica sui nuovi progetti di bacini e innevamento."
    },
    "content": {
      "en": "<h3>Alpine Water Storage Innovations</h3><p>Switzerland has launched several innovative projects to increase water storage in alpine regions, including underground reservoirs that capture meltwater, and advanced snowmaking systems that preserve year-round water availability. These measures not only support local ecosystems but also help maintain hydroelectric power generation during dry seasons.</p><p>By making these documents public under the BGÖ/FOIA, citizens can assess whether planned capacities and environmental safeguards meet long-term needs.</p>",
      "de": "<h3>Innovationen bei der Wasserspeicherung in den Alpen</h3><p>Die Schweiz hat mehrere innovative Projekte gestartet, um die Wasserspeicherung in alpinen Regionen zu erhöhen. Dazu gehören unterirdische Reservoirs zum Auffangen von Schmelzwasser und fortschrittliche Beschneiungsanlagen, die ganzjährig Wasservorräte sichern. Diese Maßnahmen unterstützen nicht nur lokale Ökosysteme, sondern tragen auch zur Aufrechterhaltung der Wasserkraft während Trockenperioden bei.</p><p>Durch die Veröffentlichung dieser Dokumente nach BGÖ/FOIA können Bürgerinnen und Bürger prüfen, ob die geplanten Kapazitäten und Umweltschutzmaßnahmen den langfristigen Anforderungen gerecht werden.</p>",
      "fr": "<h3>Innovations dans le stockage d’eau en zone alpine</h3><p>La Suisse a lancé plusieurs projets innovants pour augmenter le stockage d’eau dans les régions alpines, notamment des réservoirs souterrains captant l’eau de fonte, et des systèmes d’enneigement de pointe assurant une disponibilité toute l’année. Ces mesures soutiennent non seulement les écosystèmes locaux, mais maintiennent également la production hydroélectrique en période de sécheresse.</p><p>La mise à disposition de ces documents selon la loi FOIA/BGÖ permet aux citoyen·ne·s d’évaluer si les capacités planifiées et les garanties environnementales répondent aux besoins à long terme.</p>",
      "it": "<h3>Innovazioni nello stoccaggio idrico alpino</h3><p>La Svizzera ha avviato diversi progetti innovativi per aumentare lo stoccaggio idrico nelle regioni alpine, inclusi serbatoi sotterranei che catturano l’acqua di scioglimento e sistemi di innevamento avanzati che garantiscono riserve idriche tutto l’anno. Queste misure non solo supportano gli ecosistemi locali, ma mantengono anche la produzione idroelettrica durante i periodi di siccità.</p><p>La pubblicazione di questi documenti secondo il BGÖ/FOIA consente a cittadini e ricercatori di verificare se le capacità pianificate e le salvaguardie ambientali soddisfano le esigenze a lungo termine.</p>"
    }
  }
]
