[
  {
    "id": "1",
    "title": {
      "en": "Glacier Cooling Systems Study",
      "de": "Gletscherkühlsystem-Studie",
      "fr": "Étude des systèmes de refroidissement des glaciers",
      "it": "Studio sui sistemi di raffreddamento dei ghiacciai"
    },
    "summary": {
      "en": "Requesting research, funding reports and data on passive and active glacier‑cooling methods over the past five years, including techniques like reflective covers, artificial snowmaking and shading.",
      "de": "Analyse passiver und aktiver Gletscherkühlungsmaßnahmen.",
      "fr": "Analyse des mesures de refroidissement passives et actives des glaciers.",
      "it": "Analisi delle misure di raffreddamento passive e attive dei ghiacciai."
    },
    "request_text": "Please provide all documentation on glacier‑cooling research funded in the last five years, including studies on passive and active techniques such as reflective blankets, artificial snowmaking and shading.",
    "response_text": "Attached are the funding reports and research datasets for the requested glacier‑cooling projects.",
    "request_pdf": "foia1_request.pdf",
    "response_pdf": "foia1_response.pdf",
    "latitude": 46.8,
    "longitude": 8.3
  },
  {
    "id": "2",
    "title": {
      "en": "High-Altitude Solar Projects",
      "de": "Hochalpine Solarprojekte",
      "fr": "Projets solaires en haute altitude",
      "it": "Progetti solari ad alta quota"
    },
    "summary": {
      "en": "Requesting environmental impact assessments, planning documents and public consultation reports for high‑altitude photovoltaic projects since 2023; the response provides the impact‑assessment summary and anonymised public comments.",
      "de": "Anfrage nach Umweltprüfungen für alpine Solaranlagen.",
      "fr": "Demande de documents concernant les évaluations environnementales pour les installations solaires alpines.",
      "it": "Richiesta di documenti sulle valutazioni ambientali per gli impianti solari alpini."
    },
    "request_text": "Please provide all environmental impact assessments, planning documents and public consultations related to high-altitude photovoltaic projects since 2023.",
    "response_text": "Enclosed you will find the impact‑assessment summary and anonymised records of public comments.",
    "request_pdf": "foia2_request.pdf",
    "response_pdf": "foia2_response.pdf",
    "latitude": 46.5,
    "longitude": 7.9
  }
]
